import type { Task } from '@/types/task';

export const tasks: Array<Task> = [
  {
    id: '1',
    text: 'Побочный PR-эффект, конечно, отталкивает эмпирический формирование имиджа.',
    column: 1
  },
  {
    id: '2',
    text: 'Медиапланирование конструктивно. Воздействие на потребителя поразительно.',
    column: 1
  },
  {
    id: '3',
    text: 'Департамент маркетинга и продаж однородно оправдывает поведенческий таргетинг.',
    column: 1
  },
  {
    id: '4',
    text: 'Маркетинговая коммуникация, конечно, синхронизирует из ряда вон выходящий метод изучения рынка.',
    column: 2
  },
  {
    id: '5',
    text: 'Перераспределение бюджета, как принято считать, масштабирует рыночный сегмент рынка, используя опыт предыдущих кампаний.',
    column: 2
  },
  {
    id: '6',
    text: 'Согласно последним исследованиям, размещение существенно программирует конвергентный CTR. ',
    column: 2
  },
  {
    id: '7',
    text: 'Пресс-клиппинг, на первый взгляд, специфицирует сублимированный выставочный стенд. ',
    column: 2
  },
  {
    id: '8',
    text: 'Фактор коммуникации изящно детерминирует стратегический маркетинг.',
    column: 2
  },
  {
    id: '9',
    text: 'Креативная концепция, безусловно, позитивно усиливает тактический маркетинг.',
    column: 5
  },
]